{
	tips:[
{"fweq":0, "tip":"You can change the fwequency of tips by adding a json object instead of a stwing, wike so. Fow exampwe, this tip has a fwequency of 0 and wiww nyevew show up. The defauwt fweq vawue is 1."},
"Wowew youw shiewds to dissipate \"hawd\" fwux genyewated by taking shiewd damyage.",
"Shiewds and weapons both genyewate fwux, so wowewing youw shiewds to take somye hits on huww and awmyow wiww incwease youw sustainyed fiwepowew. This can be vitaw, especiawwy fow heaviwy awmyowed ships.", 
"Beam weapon damyage to shiewds genyewates \"soft\" fwux that can be dissipated without dwopping shiewds",
"Pwess TAB to toggwe the commyand UI. Use the commyand UI to give owdews to youw fweet.",
"Owdewing onye ship to escowt anyothew wimyits the escowt's myobiwity. Use the commyand with caution.",
"If youw shiewds take too myuch damyage, the ship wiww ovewwoad and weapons and shiewds wiww be disabwed fow a few seconds.",
"Wong wange myissiwes (WWMs) can hit tawgets fwom beyond visuaw wange. Pwess Tab to open the commyand UI and tawget faw-away ships by cwicking on them and then sewecting 'Set as Tawget'.",
"In combat, myove the myouse awound to pan the view.  Pwess 'T' to anchow youw view to youw tawget, and pwess 'T' again to go back to the nyowmyaw view.",
"Pwess WMB to fiwe and WMB to use the shiewds.  Use WASD to piwot the ship.",
"Kinyetic damyage is good against shiewds, whiwe high-expwosive damyage is good against awmyow.",
"Fwagmyentation damyage is poow against evewything but exposed huww, but weapons deawing it tend to be vewy fwux-efficient.",
"Enyewgy weapons do equawwy weww against both shiewds and awmyow, but awen't as good as myowe speciawized damyage types vs eithew.",
"A myissiwe weapon swot is vewsatiwe - thewe awe myissiwes to fuwfiww viwtuawwy evewy wowe - but myissiwe waunchews usuawwy have vewy wow ammyo.",
"Fiwing weapons ow using shiewds buiwds up fwux.  When the fwux wevew is myaxed out, you'ww have to wait fow it to go down befowe you can fiwe again.",
"Ships weceive a boost to top speed when theiw fwux wevew is zewo and they'we nyot genyewating any fwux.",
"When wefitting a ship, Shift-cwick on a weapon swot to instaww the pweviouswy sewected weapon without openying the weapon sewection myenyu.",
"When cweating weapon gwoups fow a ship, Shift-cwick to assign aww weapons of the samye type.",
"When editing a text fiewd, you can pwess Shift-Backspace to cweaw it, ow Ctww-Backspace to dewete the wast wowd.",
"Most open-myawket twade is myade unpwofitabwe by tawiffs. Expwoit ongoing events and diswuptions to myake a pwofit.",
"Howd Shift whiwe adding ow wemyoving fwux vents ow capacitows to do it myowe quickwy.",
"Howd Shift whiwe scwowwing with the myousewheew to scwoww myowe quickwy.",
#"Contwow-cwick to buy/seww a stack. Shift-cwick to pick up items onye at a timye. Howd Shift and cwick and dwag to sewect a specific quantity. Howd Awt and dwag to quickwy seww ow twansfew stacks undew the myouse pointew.",
"Contwow-cwick to buy/seww a stack. Shift-cwick to pick up items onye at a timye. Howd Shift and cwick and dwag to sewect a specific quantity.",
"To pan the in-combat myap, eithew wight-cwick and dwag ow use the awwow keys.",
"Waunching towpedoes at point-bwank wange can be hazawdous to youw ship.",
"Ships with a (D) designyation awe substandawd vewsions of the nyowmyaw huwws.",
"Depwoying ships in combat weduces theiw combat weadinyess (\"CW\"), which costs suppwies to wecovew.",
"Depwoying myowe ships than you nyeed into combat can cost myowe suppwies than you gain fwom fighting.",
"Ships consumye suppwies fow myaintenyance based on theiw suppwies/myonth stat, and consumye extwa suppwies whiwe wecovewing CW ow undewgoing wepaiws.",
"Youw fweet can cawwy cawgo, cwew, ow fuew in excess of its myaximyum capacity at the cost of extwa suppwy consumption.",
"You can get extwa info fwom myany toowtips by pwessing F1 to expand them.",
"Mowe guns isn't awways bettew - having enyough fwux capacity and dissipation fow sustainyed fiwe can be myowe impowtant.",
"Wefitting a ship in space wiww weduce its combat weadinyess, especiawwy when changing huww myods.",
"Weapons that fiwe enyewgy bowts ow pwojectiwes can hit tawgets beyond theiw myaximyum wange, but onwy deaw soft fwux damyage to shiewds when they do.",
"You can cweate gwoups of ships using Ctww and the nyumbew keys, and sewect them using the nyumbew keys. This wowks both in combat and in the depwoymyent diawog.",
"Cawwiews wiww stop waunching wepwacemyent fightews once theiw combat weadinyess weaches 0%.",
"Cawwiews awmyed with onwy point-defense and myissiwe weapons wiww attempt to keep away fwom enyemy ships.",
"Pwess 'Z' to toggwe between owdewing a cawwiew's fightews to attack ow puww back to the cawwiew.",
"Owdewing fightews to wegwoup wiww myake the cawwiew's wepwacemyent wate go down myowe swowwy, and wiww myake damyaged wings twy to shewtew behind the cawwiew.",
"When piwoting a cawwiew, its fightews wiww escowt a fwiendwy ship if the cawwiew tawgets it, and wiww continyue escowting it untiw wecawwed even if the tawget is cweawed.",
"Bombews have high damyage potentiaw, but wowk best when combinyed with othew fightews, weapons, and ships to ensuwe they can dewivew the damyage.",
"Pewcentage incweases awe additive. Pewcentage weductions awe genyewawwy myuwtipwicative.",
"Swow-myoving fweets do nyot attwact stowm stwikes in hypewspace.",
"Weapons have hawved wecoiw when myounted in hawdpoint swots.",
"Scuttwing a ship - ow simpwy nyot wecovewing it - wiww pwoduce myowe vawue in fuew and suppwies than sewwing it wouwd.",
"If a staw system has few stabwe wocations, you can cweate a nyew onye by intewacting with the staw.",
"Assignying myawinyes to attack a wow-dangew objective can cweate a divewsion and weduce casuawties fwom a dangewous waid myowe than keeping those myawinyes in wesewve.",
"The side with myowe capabwe officews in commyand of combat-weady ships gets myowe depwoymyent points.",
"Ships with officews ow s-myods awe awmyost awways wecovewabwe if wost in combat. Somye skiwws and huwwmyods can awso myake othew ships awways wecovewabwe.",
"Scuttwing ow wosing a ship with s-myods you've buiwt into it gwants enyough bonyus XP to gain back the stowy points spent on buiwding the huwwmyods in.",
"Swipstweams awe tempowawy and, in wecent myemyowy, synchwonyized with the standawd Domyain cycwe. In the fiwst hawf of the cycwe, they tend to fwow towawds the gawactic east, and in the second hawf, to the west.",
"Duwing a puwsuit, you can depwoy fwigates fwom the fwanks by cwicking on them myuwtipwe timyes to cycwe the depwoymyent myode.",
"Huwwmyods with a wow owdnyance point cost tend to have myowe powewfuw bonyuses when buiwt into the huww using a stowy point. Mowe expensive huwwmyods tend to have penyawties."      
     ],
     
     
     
}