{
	tips:[
		{"freq":0, "tip":"You can change the fwequency of tips by adding a json object instead of a stwing, wike so. Fow exampwe, this tip has a fwequency of 0 and wiww nevew show up. The defauwt fweq vawue is 1."},
		{"freq":1, "tip":"Wowew youw shiewds to dissipate \"hawd\" fwux genewated by taking shiewd damage."},
		{"freq":1, "tip":"Shiewds and weapons both genewate fwux, so wowewing youw shiewds to take some hits on huww and awmow wiww incwease youw sustained fiwepowew. This can be vitaw, especiawwy fow heaviwy awmowed ships."}, 
		{"freq":1, "tip":"Beam weapon damage to shiewds genewates \"soft\" fwux that can be dissipated without dwopping shiewds"},
		{"freq":1, "tip":"Pwess TAB to toggwe the command UI. Use the command UI to give owdews to youw fweet."},
		{"freq":1, "tip":"Owdewing one ship to escowt anothew wimits the escowt's mobiwity. Use the command with caution."},
		{"freq":1, "tip":"If youw shiewds take too much damage, the ship wiww ovewwoad and weapons and shiewds wiww be disabwed fow a few seconds."},
		{"freq":1, "tip":"Some fightews can attack tawgets fwom beyond the cawwiew's visuaw wange. Pwess Tab to open the command UI and tawget faw-away ships by cwicking on them and then sewecting 'Set as Tawget'."},
		{"freq":1, "tip":"Pwess WMB to fiwe and WMB to use the shiewds.  Use WASD to piwot the ship."},
		{"freq":1, "tip":"Kinetic damage is good against shiewds, whiwe high-expwosive damage is good against awmow."},
		{"freq":1, "tip":"Fwagmentation damage is poow against evewything but exposed huww, but weapons deawing it tend to be vewy fwux-efficient."},
		{"freq":1, "tip":"Enewgy weapons do equawwy weww against both shiewds and awmow, but awen't as good as mowe speciawized damage types vs eithew."},
		{"freq":1, "tip":"A missiwe weapon swot is vewsatiwe - thewe awe missiwes to fuwfiww viwtuawwy evewy wowe - but missiwe waunchews usuawwy have vewy wow ammo."},
		{"freq":1, "tip":"Fiwing weapons ow using shiewds buiwds up fwux.  When the fwux wevew is maxed out, you'ww have to wait fow it to go down befowe you can fiwe again."},
		{"freq":1, "tip":"Ships weceive a boost to top speed when theiw fwux wevew is zewo and they'we not genewating any fwux."},
		{"freq":1, "tip":"When wefitting a ship, Shift-cwick on a weapon swot to instaww the pweviouswy sewected weapon without opening the weapon sewection menu."},
		{"freq":1, "tip":"When cweating weapon gwoups fow a ship, Shift-cwick to assign aww weapons of the same type."},
		{"freq":1, "tip":"When editing a text fiewd, you can pwess Shift-Backspace to cweaw it, ow Ctww-Backspace to dewete the wast wowd."},
		{"freq":1, "tip":"Most open-mawket twade is made unpwofitabwe by tawiffs. Expwoit ongoing events and diswuptions to make a pwofit."},
		{"freq":1, "tip":"Howd Shift whiwe adding ow wemoving fwux vents ow capacitows to do it mowe quickwy."},
		{"freq":1, "tip":"Howd Shift whiwe scwowwing with the mousewheew to scwoww mowe quickwy."},
		{"freq":1, "tip":"Contwow-cwick to buy/seww a stack. Shift-cwick to pick up items one at a time. Howd Shift and cwick and dwag to sewect a specific quantity."},
		{"freq":1, "tip":"To pan the in-combat map, eithew wight-cwick and dwag ow use the awwow keys."},
		{"freq":1, "tip":"Waunching towpedoes at point-bwank wange can be hazawdous to youw ship."},
		{"freq":1, "tip":"Ships with a (D) designation awe substandawd vewsions of the nowmaw huwws."},
		{"freq":1, "tip":"Depwoying ships in combat weduces theiw combat weadiness (\"CW\"), which costs suppwies to wecovew."},
		{"freq":1, "tip":"Depwoying mowe ships than you need into combat can cost mowe suppwies than you gain fwom fighting."},
		{"freq":1, "tip":"Ships consume suppwies fow maintenance based on theiw suppwies/month stat, and consume extwa suppwies whiwe wecovewing CW ow undewgoing wepaiws."},
		{"freq":1, "tip":"Youw fweet can cawwy cawgo, cwew, ow fuew in excess of its maximum capacity at the cost of extwa suppwy consumption."},
		{"freq":1, "tip":"You can get extwa info fwom many toowtips by pwessing F1 to expand them."},
		{"freq":1, "tip":"You can pwess F2 at any time to bwing up the Codex."},
		{"freq":1, "tip":"Mowe guns isn't awways bettew - having enough fwux capacity and dissipation fow sustained fiwe can be mowe impowtant."},
		{"freq":1, "tip":"Wefitting a ship in space wiww weduce its combat weadiness, especiawwy when changing huww mods."},
		{"freq":1, "tip":"Weapons that fiwe enewgy bowts ow pwojectiwes can hit tawgets beyond theiw maximum wange, but onwy deaw soft fwux damage to shiewds when they do."},
		{"freq":1, "tip":"You can cweate gwoups of ships using Ctww and the numbew keys, and sewect them using the numbew keys. This wowks both in combat and in the depwoyment diawog."},
		{"freq":1, "tip":"Cawwiews wiww stop waunching wepwacement fightews once theiw combat weadiness weaches 0%."},
		{"freq":1, "tip":"Cawwiews awmed with onwy point-defense and missiwe weapons wiww attempt to keep away fwom enemy ships."},
		{"freq":1, "tip":"Pwess 'Z' to toggwe between owdewing a cawwiew's fightews to attack ow puww back to the cawwiew."},
		{"freq":1, "tip":"Owdewing fightews to wegwoup wiww make the cawwiew's wepwacement wate go down mowe swowwy, and wiww make damaged wings twy to shewtew behind the cawwiew."},
		{"freq":1, "tip":"When piwoting a cawwiew, its fightews wiww escowt a fwiendwy ship if the cawwiew tawgets it, and wiww continue escowting it untiw wecawwed even if the tawget is cweawed."},
		{"freq":1, "tip":"Bombews have high damage potentiaw, but wowk best when combined with othew fightews, weapons, and ships to ensuwe they can dewivew the damage."},
		{"freq":1, "tip":"Pewcentage incweases awe additive. Pewcentage weductions awe genewawwy muwtipwicative."},
		{"freq":1, "tip":"Swow-moving fweets do not attwact stowm stwikes in hypewspace."},
		{"freq":1, "tip":"Weapons have hawved wecoiw and doubwed hitpoints when mounted in hawdpoint swots."},
		{"freq":1, "tip":"Scuttwing a ship with d-mods - ow simpwy not wecovewing it - wiww pwoduce mowe vawue in fuew and suppwies than sewwing it wouwd."},
		{"freq":1, "tip":"If a staw system has few stabwe wocations, you can cweate a new one by intewacting with the staw."},
		{"freq":1, "tip":"Assigning mawines to attack a wow-dangew objective can cweate a divewsion and weduce casuawties fwom a dangewous waid mowe than keeping those mawines in wesewve."},
		{"freq":1, "tip":"The side with mowe capabwe officews in command of combat-weady ships gets mowe depwoyment points."},
		{"freq":1, "tip":"Ships with officews ow s-mods awe awmost awways wecovewabwe if wost in combat. Some skiwws and huwwmods can awso make othew ships awways wecovewabwe."},
		{"freq":1, "tip":"Scuttwing ow wosing a ship with s-mods you've buiwt into it gwants enough bonus XP to gain back the stowy points spent on buiwding the huwwmods in."},
		{"freq":1, "tip":"Swipstweams awe tempowawy and, in wecent memowy, synchwonized with the standawd Domain cycwe. In the fiwst hawf of the cycwe, they tend to fwow towawds the gawactic east, and in the second hawf, to the west."},
		{"freq":1, "tip":"Duwing a puwsuit, you can depwoy fwigates fwom the fwanks by cwicking on them muwtipwe times to cycwe the depwoyment mode."},
		{"freq":1, "tip":"Huwwmods with a wow owdnance point cost tend to have mowe powewfuw bonuses when buiwt into the huww using a stowy point. Mowe expensive huwwmods tend to have penawties."},      
		{"freq":1, "tip":"You can Contwow ow Shift cwick to sewect muwtipwe tags at the same time, in the intew scween and anywhewe ewse tags awe used."},
		{"freq":1, "tip":"You can pwess Ctww-S to save the cuwwentwy sewected set of tags in the intew scween, and pwess Q to sewect them again."},
		# shitpost tips
		{"freq":5, "tip":"Would you like a useful tip? Yeah, so would I."},
		{"freq":1, "tip":"This tip intentionally left blank."},
		{"freq":1, "tip":"Don't put anything onto your ships."},
		{"freq":1, "tip":"Fly into the black hole. It's safe."},
		{"freq":1, "tip":"Leave some free OP when refitting the ship. You never know what you'll pick up during combat."},
		{"freq":1, "tip":"Ever notice how black holes and jump points look so similar?"},
		{"freq":1, "tip":"Build colonies on the Sun at night."},
		{"freq":1, "tip":"You should activate Windows."},
		{"freq":1, "tip":"J U S T   O N S L A U G H T\n\nU\n\nS\n\nT\n\n\n\nO\n\nN\n\nS\n\nL\n\nA\n\nU\n\nG\n\nH\n\nT"},
		{"freq":1, "tip":"What doesn't kill you makes you stronger: A little saturation bombing is good for people."},
		{"freq":1, "tip":"Keep spiders in your fusion chamber."},
		{"freq":2, "tip":"Find any bugs? Please report them in the IRONCLAD thread on the forums."},
		{"freq":1, "tip":"Find any bugs? Please report them to me."},
		{"freq":1, "tip":"Find any bugs? Deal with it."},
		{"freq":1, "tip":"Like fighter spam? Don't."},
		{"freq":1, "tip":"Frigate spam is a viable tactic."},
		{"freq":1, "tip":"Keep as many OP free on your ships as possible to maximize your ability to respond to unforeseen situations."},
		{"freq":1, "tip":"These cyan ships are nice, hug them."},
		{"freq":1, "tip":"OP are OP and will be nerfed soon."},
		{"freq":1, "tip":"The Reaper is your friend."},
		{"freq":1, "tip":"Missiles should be 0 OP."},
		{"freq":1, "tip":"If you get your burn speed down below 0, it wraps around and you'll break the speed of light."},
		{"freq":1, "tip":"Atlases are a very versatile combat chassis capable of taking on entire fleets by themselves."},
		{"freq":1, "tip":"Praise be Omega."},
		{"freq":1, "tip":"Anime Bad."},
		{"freq":1, "tip":" "},
		{"freq":1, "tip":"Who would do such a thing, you ask? I would. I would do such a thing."},
		{"freq":1, "tip":"Unlike starsector, real life doesn't have a reload button"},
		{"freq":1, "tip":"Tip: if you quit your job, you will have more time for starsector."},
		{"freq":1, "tip":"Zoomed in previews are useless."},
		{"freq":1, "tip":"Carbonation is just putting arrows in your drink."},
		{"freq":1, "tip":"Shwooming sward go boom boom voom voom."},
		{"freq":1, "tip":"In case of an investigation by any federal entity or similar, I do not have any involvement with this group or with the people in it, I do now know how I am here, probably added by a third party, I do not support any actions by the members of this group."},
		{"freq":1, "tip":"Belter is actually a really linguistically interesting creole language, it's actually one of the things in the expanse that I really like, probably one of the reasons I like the expanse so much. It shows a degree of research and thought put in to some minor and major world building details that post people don't put in. Like, belters aren't just 'earth culture but in space', nor are they just a vaguely generic multi ethnic future human culture, they've got a realistic set of shared experiences, cultural touchstones, and an actual proper language. The expanse has some of the best cultural world building I've ever seen in scifi."},
		{"freq":1, "tip":"What if farts had recoil?"},
		{"freq":1, "tip":"What if: Fishkill but worse?"},
		{"freq":1, "tip":"You ALWAYS want strike missile unless you have a VERY important reason not to."},
		{"freq":1, "tip":"Just buff the radient"},
		{"freq":1, "tip":"When a mommy and a daddy flare gun love each other very much, they give each other a special kind of hug."},
		{"freq":1, "tip":"My yang GM gruav was Z go f fjelebfjYgv!’en fkahBdjjfoa"},
		{"freq":1, "tip":"I find it funny that we have to survey to find a space elevator. I can imagine them just dropping in pods onto the surface, getting out, looking up and going 'oh hey, there's a gigantic fucking beanpole going into space'"},
		{"freq":1, "tip":"'Cores! Cores! Cores from the Persean Sector!' - Unnamed scavenger, running through the streets of Kazeron waving a Tri-pad in the air, c+97"},
		{"freq":1, "tip":"No beans, only ballistics."},
		{"freq":1, "tip":"Onion rings are just american onion tempura."},
		{"freq":1, "tip":"Hide under a bridge and give people free tacos when they go over the bridge."},
		{"freq":1, "tip":"If he's called invincible why can You see him?"},
		{"freq":1, "tip":"smh guys dont you all have jobs or something."},
		{"freq":1, "tip":"You may dehorse the man, but you cannot deman the horse."},
		{"freq":1, "tip":"You can in fact scent anything you want, chemistry allows this and it is not illegal."},
		{"freq":1, "tip":"Sharks are slightly weirder than the norm."},
		{"freq":1, "tip":"7/11 is often near a gas station, which means more fuel to commit warcrimes with."},
		{"freq":1, "tip":"@everyone Dong time."},
		{"freq":1, "tip":"That hole in the Paragon could have fielded a sector-wide EMP blaster but that dingy Tri-Tach exec just said 'We don't have enough mone, just turn it into a donut lmao.'"},
		{"freq":1, "tip":"The microwave burrito will not be done until you turn on the microwave."},
		{"freq":1, "tip":"You can milk space."},
		{"freq":1, "tip":"REVVING ME FACTION 2NOITE"},
		{"freq":1, "tip":"Rise and shine, sleeper.\n\nSo you’ve just been hauled out of cryosleep, your quiet journey through space interrupted after a couple hundred cycles drifting along to a Better Place.\n\nSorry, and welcome to the Persean Sector! You’ve got a lot of catching up to do.\n\nIt may seem like a bit of a mess, but you should count your lucky stars: you haven’t been carved up for spare parts by some pirate! On a related note, you are going to need credits to put toward interest on the Recovery Installment Plan which has already been attached to your genecode, so let’s introduce the thought that you may indeed wish to sell a kidney, most of your liver, or a surprising amount of skin with very little harm to normal biological function – provided you pass the rad screening, of course. You don’t have to answer now, we’ll give you a bit to think it over.\n\nIn the meantime, we’ve prepared a little primer to help catch you up on what’s been going on in the local volume. Your eye movements will trigger text navigation so you don’t have to move your variably atrophied limbs – hope you didn’t go with the cheap model cryotank! Sit back, and please pay attention. We have good statistics which demonstrate that a steady grounding in the present historical context helps cryo-recovered subjects re-integrate with society in 78.3% of cases.\n\nhulk\n\n\n \n\nIn The Beginning\n\n'Anything that happened before interstellar civilization is only interesting to weird old scholars and Luddics who go on about the sins of this and that. I won’t waste your time, we’ll jump right over to the good stuff.'\n\nThe Hopeless Fool’s Holo History part 1 (narration by the author)\n\nThe Interstellar Diaspora\n\n'Then, in fits and starts, humanity lifted itself on flimsy hand-engineered craft set atop crude explosives. In the planets and moons above they found unimagined wealth, and with it built the first cities and ships worthy of those names. They looked out to the stars beyond and wondered what could be there and who would be the first to go.\n\nOld Earth cast out its dissidents, its unruly dreamers, its fanatics, and its utopian ideologues in those first leaking starships to build societies fitting their dreams – and sometimes their nightmares. The era of the sub-FTL expansion to the first neighbouring star systems is rife with legend and half-truth, but those insular cultures scattered and mutated, cut off from Old Earth, and created a flowering of unique worlds.'\n\nThe Reenactor’s Visual Guide to Pre-FTL Culture (TriMedia Store)\n\nSol System colonized\nDevelopment of first starships, cryosleep technology\nFirst wave of sub-FTL autonomous probes, sporeships, seedships dispatched (none of which have reached the Persean Sector)\nThe Hyperspace Expansion\n\n'The Luddics make a great fuss about the significance of the devastation of Old Earth. This author will concede that, like stories of the first rockets to escape Old Earth’s gravity, it possesses the mythological resonance of a sort of threshold of history. It allows one to point and say that yes, right then is when it all changed. Certain historians describe this event as an end to the collective childhood of humanity, though a less romantic perspective might reason that the majority of human population and industry was almost certainly off-world and increasingly out-of-system anyway. The Old Earth was just a symbol by then anyway. It is nonetheless a fitting turning point with which to understand the shape of human civilization to come.'\n\nAyomide Callisto’s Commentaries Vol. III (Galatia Academy Publishing)\n\nFTL technology developed\nEarth devastated\nFirst development of true interstellar polities\nSecond wave of FTL-equipped probes, sporeships, seedships dispatched (hailing from various polities)\nThe Gate System and the Human Domain\n\n'Nothing was restrained that could be imagined; those journeys of years through the holy void were eluded by trespass into hyperspace. The KL Device was not the first human sin against God’s law of causality, but it was the greatest, for it opened wide the unholy road. The vast domain of Humanity was united in this molochian pact: The Gate-haulers opened the way to each colonized system then, by pen or by sword, the onslaught of the Domain’s vast armada subjugated each world.\n\nThe far end of cycles of war and occupation found the edge of the colonized Hyperspace Expanse. But this was not enough for the Domain, driven as it was by a spirit of conquest to never be sated. This infernal mechanization lusted on for celestial spheres beyond, and beyond, and beyond; it would never stop devouring God’s creation.\n\nHumanity was thence scattered abroad upon the face of the galaxy, speaking one tongue, united by the demon Gates in one body of worldly law. But we had forgotten the laws of God, mightier than any fusion lance. God would remind humanity of its place in this universe.'\n\nThe Sermons of Caprican Spaceborn (Brassica Paperwrights, Gilead)\n\nactive_gate\n\nGate system developed\nUnitary hegemony forms on basis of Gate technology: The Human Domain\nDomain dominates human-colonized space\nDomain expands using combination of Gate system and FTL\nThird wave of autonomous exploration motherships, sporeships, etc. dispatched. Includes the Gate Haulers of legend, which spread nodes of the Gate network.\nThe Persean Sector Pre-Collapse\n\n'The Luddic faithful contemplate/perform a series of scenes which represent the life and death of the Prophet Ludd. This 'spiritual road' is often a literal traversal of space past a number of shrines, dioramas, or live re-enactings, the scale of which may vary wildly depending on the intended scope of the ritual. The scenes are as follows:\n\nThe Innocence: The birth of the one-who-will-become-Ludd. Themes of innocence, connection the humanity pre-sin. It is important that the Luddics make no record of any personal characteristics of their prophet and in so emphasize the-one-who-would-become-Ludd’s oneness with the experience of all humanity. This allows any individual to put themselves into the role of Ludd in the stations of the Path, as subject or observer.\nThe Witnessing: The one-who-will-become-Ludd leaves a sheltered existence and witnesses the misery of the world. Figures encountered include some combination of: a starving child ignored in the street, a plant growing from a crack in the deck-plates, a radiation-burned veteran abandoned by the Armada, a penniless merchant used by his partners, a world allowed to choke on ash by those who care only for the moment, a scholar who found truth scorned by the prideful, a criminal condemned despite her repentance, etc.\nThe Ecstasy: In which the despairing one-who-will-become-Ludd is touched by the spirit of God and thereafter adopts the Ludd persona to bring the divine message to humanity\nThe Teaching: In which Ludd starts spiritual 'clubs' for those who 'seek galactic redemption'. \nThe First Persecution: In which Ludd is mocked, then physically attacked, then hidden from prosecution by followers.\nThe Exodus: In which Ludd is given a vision by God of a promised land, and leads the faithful to settle in the Persean Sector\nThe Blooming: In which the faithful teach the industrial-terraformers how to shepherd the spirit of the land to create a new paradise. \nThe Second Persecution: In which the followers of Ludd again face hardship and persecution at the hands of authorities in the Persean Sector.\nThe Peacemaker: In which Ludd protects one of the mob who had attacked the faithful from a revenge-attack by followers and in doing so is revealed to authorities\nThe Arrest: In which Ludd is arrested by Domain authorities; the faithful are willing to fight, but again Ludd asks them to lay down their arms\nThe Trial: In which Ludd is condemned to die by the Domain Sector-leader.\nThe Discontinuity: In which Ludd enters the Gate system and is taken by God; the Gates are sealed in the promise of redemption for humanity.'\nAn Unbelievers Introduction to the Luddic Faith (TriMedia Store)\n\nThe Collapse\n\n'Fact: Giant fleets of AI warships don’t just show up out of no-where and they don’t just happen to be concentrated in the kinds of numbers we saw in the First AI War in one backwater sector on the Domain’s frontier. Trust me, anyone who examines the facts can see that Tri-Tachyon was prepared to make a move. Some would say they even instigated the Collapse using some kind of super-AI. Is it a coincidence that the Collapse happened just as Domain Battlegroup VI was rotated out of the Sector with Battlegroup XIV not yet arrived? I don’t think so, buddy. The AI mastermind controlling Tri-Tachyon had this all planned out, including the so-called Luddic Church psy-ops project to doubly weaken Domain authority. Facts don’t lie.'\n\nTri-Truth: The AI Plot Behind The Collapse (TriMedia Store)\n\nThe Gate Network instantly ceases to operate within volume of information available to human civilization in the Persean Sector.\nThis collapse is allegedly concurrent with the transfer of a prisoner named 'Ludd' via Gate Network. The veracity of this claim is much disputed.\n\nBattlegroup XIV, including elements of 200th Legion (disgraced after a series of mutinies while deployed against rebels), was cut off from the Gate Network at a transfer point in vicinity of Persean Sector. Enacts network failure protocol: most of the crew is put into emergency cryosleep, many units jury-rigged, and the ships make the hyperspace journey toward the closest civilized volume. Civilian ships and outposts encountered en-route are stripped of fuel and supplies. Many core fleet elements must be mothballed or abandoned.\n\nRemains of various megacorps are cut off in the Persean Sector. Some are established and flexible enough to rebuild a command hierarchy (Tri-Tachyon, Ko Combine, HG Autofab, Bhilai Space Group). Others collapse as local oligarchs carve out fiefdoms, workers abandon their posts, or other polities seize assets; examples include Eridani-Utopia, Altair Exotech, Fabrique Orbitale, Interstellar Dynamics, and others.\nEarly Post-Collapse (period of roughly c+00 to c+100)\n\nc+5 – Refugees from terraforming collapse on Maxios settle outer Magec system\n\nc+8 – Formation of Church of Galactic Redemption\n\nThe Church of Galactic Redemption arose out of a compromise between a handful of the largest sects of faithful who agreed that worldly organizations were necessary to uphold the teachings of Ludd. The Knights of Ludd were formed as a monastic military branch of the Church intended to temper secular wrath with spiritual virtue.\n\nMany sects remain outside the official Church including the infamous loosely associated 'Luddic Path'.\n\nluddic_congregation\n\ncirca c+48 – XIV Battlegroup arrives in Persean Sector\n\nXIV Battlegroup claims military authority to seize supplies necessary for its operation.\n\ncirca c+49 – XIV Battlegroup enacts a diktat of hegemony\n\n'The Hegemony stands for the overriding cause of the restoration of the Domain and therefore stability, peace, and prosperity for all humanity in the galaxy. This must come first before any other niceties of civilized life. Officers, crew, citizens – the survival of humanity is at stake! It is only the discipline of the Hegemony military that creates a space on our precious protected worlds where some semblance of 'normalcy' can be found. Anything that threatens this cause must be neutralized by the power of the Hegemony.'\n\nAddress to the Assembly, first High Hegemon Kali Molina\n\nIn cooperation with 'native elements', a legal framework is laid for the polity known as the Hegemony and is declared a successor to Domain authority in a ceremony held on Eventide.\n\nearly c+82.10 – Destruction of Mairaath by Pather terrorists\n\n'What remains is a charred and broken landscape, the carefully nurtured weather patterns of the great Mayasuran terraforming cabal transformed into nightmarish storms that circle the globe, stirring the ashes of a murdered world.'\n\n(selection from anonymous Hegemony warrant officer’s AAR submitted to Hegemony archives)\n\nmairaath\n\nc+82.10.22 – The Last Hurrah (mission)\n\nHegemony attacks Mayasurian Navy. Hegemony is victorious and takes control of Mayasura system.\n\nFigures involved:\n\n Commodore Jensulte of Hegemony\ncirca c+83 – Formation of the Persean League\n\ncrest_persean_league'Make no mistake, the Persean League is not egalitarian, it does not protect individual freedom. Their goal is only the freedom of their member polities as entities unto themselves – this is the freedom of the Kazeron oligarchs to enslave the weak, to exploit the masses, to run an archipelago of petty dictatorships against coordinated mass action of the free peoples of the Sector!'\n\nHow to Identify and Classify Antis, Hegemony Ministry of Information FactNet\n\n(quotation of unauthorized hyperwave dispatch from suspected ARC cell propagandist)\n\nIn response to the Hegemony, a loose alliance of major worlds declares itself the Persean League to uphold independent sovereignty\n\ncirca c+84 – Tri-Tachyon Corporation deploys AI warfleets\n\nDue to lack of Domain technology controls and rising tension in the Persean Sector, Tri-Tachyon acts with free hand to deploy AI warfleets developed in secret in various systems on the fringe of the Core Worlds.\n\nThe First AI War\n\nc+89-95 – The First AI War\n\nHegemony declares intent to enforce Domain-era restrictions on AI development against Tri-Tachyon. The Persean League sides with Tri-Tachyon, the Luddic Church sides with the Hegemony. War engulfs the Sector.\n\nTerms of surrender involve acceptance of technological inspection by Hegemony (with support of Luddic Church). Much of the irreplaceable XIV Battlegroup matériel was destroyed in this war. Similarly, much of Tri-Tachyon’s infrastructure is devastated – or dismantled in the post-war settlement.\n\nharry\n\nc+95-107 – Joint Hegemony/Knights of Ludd fleet operations sweep autonomous AI from fringe systems until partnership agreement breaks down.\n\nc+107 – High Hegemon declares victory over the AI threat.\n\nAI War Interbellum\n\nc+148 – Mazalot regime in Zagan toppled by Luddic revolution\n\nLeague world of Mazalot is overthrown by Luddic majority population\n\nc+153.08.12 – Coral Nebula (mission)\n\nPersean League sends fleet to intervene in Luddic revolution in Zagan system. Successfully defeats Knights of Ludd / Pather fleet.\n\n Involved:\n\nNavarch Mars Kato of Kazeron, of the Persean League\ncirca c+160’s – Invasion of sector by the Warlord Loke\n\nRogue fleet of former Domain military warships under command of Onesimos Loke enters Persean Sector after raiding fringe worlds. Scores major victory by catching Hegemony taskforce unaware in Penelope’s Star.\n\nc+160 – Colonel Kanta turns traitor in Magec\n\nOriginally a Hegemony logistics officer, Colonel Kanta cuts a deal with Loke to turn the Hegemony base in Guayota’s Disk – and its arsenal – over to the pirate warlord.\n\nc+160 – Andrada defeats Warlord Loke\n\nThe young Andrada\nThe young Andrada\n\nMuch glory earned by the young and upcoming Hegemony officer Andrada in the Battle of Maxios. Hegemony policy promotes hero-worship as means to unify population.\n\nInvolved:\n\nWarlord Loke\nPhillip Andrada\nc+160 – Colonel Kanta declares herself successor to Warlord Loke\n\nOnce it’s clear how the tides are turning, Colonel Kanta turns again, spaces the Loke loyalists left on her station, and sets herself up as a pirate Warlord over the remains of Loke’s fleet. Local politics (and heavy weapons) make it inconvenient for the Hegemony to clean out her operation. She proceeds to build alliances and puts herself at the head of a dynasty of pirates and organized crime spread throughout the local systems.\n\n Involved:\n\nWarlord Kanta\nc+180 – Beginning of Askonia Crisis\n\nCivil war breaks out in Askonia system. Ostensibly over domestic issues, flashpoint occurs around Persean League membership consideration, but much outside interference as well.\n\nc+181 – Hegemony intervention in Askonia\n\nAskonia is powerful independent system considering League membership to shore up domestic support in face of ongoing civil war. Hegemony moves to counter expansion of the Persean League by intervening.\n\nInvolved\n\nAdmiral Phillip Andrada of the Hegemony\nc+181 – World of Opis is destroyed, Andrada takes Sindria, declares Sindrian Diktat\n\n'The captain stood up from his chair and asked again that it was a PK deployed against Opis. The junior lieutenant on sensors confirmed, and the captain asked once more, like he was angry at the fact of it. It was still true. In one quick motion the old man pulls his sidearm and shoots himself in the head, right there, blam. Everyone on the bridge was stunned for a moment, felt like forever with just the small arms alarm going. Then shouting, and some kind of bomb went off, I think, and there was more gunfire; CP arcs across the holotank. I remember that; the beams sparkled through the smoke. It was chaos.'\n\nAudio report from survivor of the HSS Potentate mutiny, Hegemony Naval Archives, Eventide\n\nopis\n\nThe moon Opis, capital and population center of the Askonia polity, is destroyed by a Planet Killer. Andrada blames rebels, rebels blame Andrada, other rebels blame each other, others blame outside agents.\n\nThe Hegemony executive council considers Andrada’s actions erratic and ill-judged, issuing a recall order which he ignores, declaring it 'weak-willed treason'.\n\nPhillip Andrada starts purges throughout Askonia system, declares himself executor-for-life aka Diktat Executor over new polity formed from the Hegemony intervention fleet.\n\nMost of the Hegemony task force declares for Andrada – Hero of the Battle of Maxios – while a minority remains loyal to Hegemony and a smaller minority joins the Askonian rebels. A chaotic battle breaks out in the Hegemony armada in orbit around Sindria with fighting both in ship corridors and between ships of the Hegemony fleet.\n\nInvolved\n\nPhillip Andrada, leader of the Sindrian Diktat, 'The Lion of Sindria'\nThe Second AI War\n\n'The Second AI War saw five terrible cycles of war between Tri-Tachyon and the Hegemony with rising stakes as the conflict proceeded. As before, the Luddic Church tended to back the Hegemony while the Persean League tended to back Tri-Tachyon, though neither openly or enthusiastically. The war resulted in a greatly weakened Tri-Tachyon Corporation, though the personal power of Artemisia Sun was vastly increased within Tri-Tachyon due to her ouster just before and return just after the greatest defeat of the war. Despite the material losses, Hegemony internal politics recover from the unstable state post-Askonia Crisis as a new generation of officer leadership is tested and proven. Both powers end up more desperate and depleted, but with stronger leadership. It is a peace that cannot last.'\n\nAyomide Callisto’s Commentaries Vol. IX (Galatia Academy Publishing House)\n\nearly c+189 – Outbreak of Second AI War\n\nCEO Sun\nCEO Sun\n\nWith Hegemony weakened by fallout from the Askonia Crisis – loss of fleet, loss of standing, loss of stability in officer corps, CEO Artemisia Sun uses tech inspection negotiations to instigate casus belli.\n\nInvolved:\n\nCEO Artemisia Sun\nmid c+189 – Hegemony destroys hyperwave network\n\nIn response to discovery of Tri-Tachyon backdoors installed in hyperspace relay hardware, the Hegemony orders its internal hyperwave network destroyed. Interstellar communications falls back to packet ships\n\nc+189.08 – Hana Pacha destroyed by Planet-killer\n\nAlso known as the 'Hana Pacha Atrocity'. Neither Hegemony or Tri-Tachyon claims responsibility. Diplomatic fallout leads to temporary cease-fire, diplomatic talks.\n\nruins\n\nc+189.08.20 – Ambush (mission)\n\nHegemony war efforts suffering under logistics attacks; using peace talk cease-fire to resupply. Tri-Tachyon uses advanced raiders to covertly attack logistics fleets. Hegemony surprises raiders with special anti-raider patrol in Valhalla system.\n\nc+189.11.07 – The Wolf Pack (mission)\n\nTri-Tachyon mercenaries raid Hegemony logistics. Raid is successful and Kane Gleise captured by Tri-Tachyon.\n\nInvolved:\n\nCommander Kane Gleise, Hegemony officer\nc+190.04.12 – Dire Straits (mission)\n\nRaesvelg blockaded by Tri-Tachyon Corporation. Hegemony forces and mercenaries relieve Raesvelg successfully.\n\nInvolved:\n\nISS Black Star, mercenary ship outfitted by House Rao of Eventide\nOrcus Rao, disgraced dropout from Hegemony naval school on Sphinx\nGan Bower, Hegemony-appointed magistrate of Raesvelg\nc+190.04.23 – Predator or Prey (mission)\n\nHegemony interception of Tri-Tachyon carrier detachment sent to reinforcement Raesvelg following the setback in 'Dire Straits'.\n\nInvolved:\n\nBaikal Daud, up-and-coming Hegemony officer from slums of Chicomoztoc\nc+193.03.14 – Sinking the Bismar (mission)\n\nKane Gleise was released during prisoner exchange, now commands Onslaught-class battleship 'Bismar'. Gleise defeats Tri-Tachyon ambush, but is defeated in follow-up battle by advanced Tri-Tachyon recon detachment.\n\nInvolved:\n\nCaptain Kane Gleise, Hegemony officer with unsavory reputation\nHSS Bismar, Onslaught-class battleship\nc+193.03.16 – Defeat of Bismar spurs emergency measures by Hegemony Council\n\nHegemony imposes additional war taxes onto civilian administrations, massively funds fleet-wide upgrades and additional mobilization of auxilliaries.\n\nc+193.07.21 – Mission: Nothing Personal\n\nGalatian Academy sponsors independent expedition to Tia-Tax’et, accidentally discovers secret Hegemony base refitting hulk of Bismar to renamed HSS Phoenix, and is wiped out by the Hegemony fleet.\n\nInvolved:\n\nHSS Bismar / HSS Phoenix\nlate c+193 – Artemisia Sun removed as CEO of Tri-Tachyon Corporation\n\n'I hope you know what you’re doing.'\n\n intercept 193.08.04-11:13 // Hegemony COMINT archives, restricted\n\nShake-up of Tri-Tachyon leadership leads to major change in strategy.\n\nc+194.01 – Tri-Tachyon attempts to invade Chicomoztoc\n\nAnd fails.\n\nInvolved:\n\nBaikal Daud, future Hegemony space marshal\nOrcus Rao, Hegemony naval officer\nArdis Soloman, Hegemony naval officer, pre-infamy\nc+194.01.07 – Mission: Forlorn Hope\n\nTri-Tachyon battleship holds off Hegemony Defense Fleet to cover retreat of remaining Tri-Tachyon forces, including phase cruiser with planet-killer device.\n\nInvolved:\n\nVice Fleet Director Kader, commander of surviving Tri-Tachyon forces\nTTS Invincible, Paragon-class battleship\nc+194.02 – Treaty of Crom Cruach ends Second AI War\n\nAllows Tri-Tachyon to remain power in Sector, though diminished. CEO Artemisia Sun returns to lead Tri-Tachyon after the 'new guard' executives are completely disgraced.\n\nHegemony prestige is renewed and new faces enter the ranks of executive council membership.\n\nThe Present Era\n\nc+198.05.17 – A Fistful of Credits (mission)fistfulofcredits\n\n'He winked and sold me twelve containers of low-grade ferrous ore hiding four hundred thirty two CP-carbines with enough ammunition to fuel a small insurgency for an entire muggy Volturn summer season.'\n\nAnonymous, audio log (recovered from derelict in outskirts of Askonia system)\n\nc+201.09.12 – Hornet’s Nest (mission)\n\n'A barren but promising world well-situated to become the center of culture and industry of Magec; our models project vast investment in resource exploitation from Guayota’s Disk.'\n\nTriTachyon strategic development memo, pre-Collapse\n\nWarlord Kanta\nWarlord Kanta\n\n'Between our contractor’s inexperience and the updated intel on the Kanta front, this deal is looking worse all the time. You say, why don’t we pull out now? And I say: think of the penalty clause on the outfitting, to say nothing of the mercenaries. We don’t want to spoil that relationship. So consider: if we run the numbers even a failure can result in a net-zero operation provided the insurers don’t know that we know about Ibrahim’s little exaggeration – then if the mercs don’t make it out, that takes care of it itself.\n\nAre we agreed? Nothing leaves this channel?'\n\n intercept 201.09.11-23:47 // TriTachyon, Experimental Statistics Subdivision\n\nc+203.11.24 – Turning the Tables (mission)\n\n'Practical cynicism stoked by rumours of a Luddic Path cell operating in the local volume have led the Hamatsu’s captain, seasoned combat-salvage veteran Callisto Ibrahim, to retain a mercenary ship with a particularly tenacious reputation for protection en route to buyers in the Core Worlds.'\n\nc+204.01.22 – For the Greater Ludd (mission)\n\n'Out of nowhere in low orbit around Nortia came a transmission for the captain of the ISS Black Star from one Brother Cotton, 'a humble traveler on the Path of Ludd'. A meeting was arranged.'\n\nnortia\n\nc+206.01.01 – Now"},
		{"freq":1, "tip":"log.error(\"This should not happen!\"}, new Throwable());"},
		{"freq":1, "tip":"The grass is green, the sky is blue, and someone wasn't taking the hint in #space_bar\nThus is life."},
		{"freq":1, "tip":"Skill Issue"},
		{"freq":1, "tip":"Meme posting is to be kept reasonable and tasteful."},
		{"freq":1, "tip":"It's Morbin' Time"},
		{"freq":1, "tip":"Fish fear women, me want me"},
		{"freq":1, "tip":"Mercury soup is a delicacy that you can only experience once in your life"},
		{"freq":1, "tip":"Women want fish, and I fear a great many things"},
		{"freq":1, "tip":"Cowabunga it is."},
		{"freq":1, "tip":":clap:NUKE:clap:OR:clap:NOTHING:clap:"},
		{"freq":1, "tip":"If you arent a clown without make-up, you can never be a clown in make-up"},
		{"freq":1, "tip":"My source is that I made it the fuck up"},
		{"freq":1, "tip":"you assholes and your reasonable business practices that attract significantly more market share than us"},
		{"freq":1, "tip":"Lol, lmao"},
		{"freq":1, "tip":"It's Joever"},
		{"freq":1, "tip":"IT'S SO JOEVER"},
		{"freq":1, "tip":"it has joenly just begun"},
		{"freq":1, "tip":"tip culture has got to stop\n\njust pay your modders a living wage"},
		{"freq":1, "tip":"I Fear Fish\n\n\nI Want Women"},
		{"freq":10, "tip":"Go outside."},
		{"freq":10, "tip":"Touch grass."},
		{"freq":1, "tip":"Shout out to Dog, gotta be one of my favorite genders."},
		{"freq":1, "tip":"parasite wife, absentee crab father, transgender crab wife"},
		{"freq":1, "tip":"You think you're war crime maxing? Get a load of this!"},
		{"freq":1, "tip":"Gifts Ungiven is unbanned"},
		{"freq":1, "tip":"Panoptic Mirror is unbanned"},
		{"freq":1, "tip":"Make coffee with energy drink instead of water"},
		{"freq":1, "tip":"You cannot save the hamster.\nYou will never be able to save the hamster.\nYour efforts are futile."},
		{"freq":1, "tip":"The missile knows where it is at all times. It knows this because it knows where it isn't. By subtracting where it is from where it isn't, or where it isn't from where it is - whichever is greater - it obtains a difference or deviation. The guidance subsystem uses deviations to generate corrective commands to drive the missile from a position where it is to a position where it isn't, and arriving at a position where it wasn't, it now is. Consequently, the position where it is is now the position that it wasn't, and it follows that the position that it was is now the position that it isn't. In the event that the position that it is in is not the position that it wasn't, the system has acquired a variation, the variation being the difference between where the missile is and where it wasn't. If variation is considered to be a significant factor, it too may be corrected by the GEA. However, the missile must also know where it was. The missile guidance computer scenario works as follows: Because a variation has modified some of the information that the missile has obtained, it is not sure just where it is. However, it is sure where it isn't, within reason, and it knows where it was. It now subtracts where it should be from where it wasn't, or vice versa. And by differentiating this from the algebraic sum of where it shouldn't be and where it was, it is able to obtain the deviation and its variation, which is called error."},
		{"freq":1, "tip":"For a number of years now, work has been proceeding in order to bring perfection to the crudely conceived idea of a transmission that would not only supply inverse reactive current for use in unilateral phase detractors, but would also be capable of automatically synchronizing cardinal grammeters. Such an instrument is the turbo encabulator.\nNow basically the only new principle involved is that instead of power being generated by the relative motion of conductors and fluxes, it is produced by the modial interaction of magneto-reluctance and capacitive diractance.\nThe original machine had a base plate of pre-famulated amulite surmounted by a malleable logarithmic casing in such a way that the two spurving bearings were in a direct line with the panametric fan. The latter consisted simply of six hydrocoptic marzlevanes, so fitted to the ambifacient lunar waneshaft that side fumbling was effectively prevented.\nThe main winding was of the normal lotus-o-delta type placed in panendermic semi-boloid slots of the stator, every seventh conductor being connected by a non-reversible tremie pipe to the differential girdle spring on the “up” end of the grammeters.\nThe turbo-encabulator has now reached a high level of development, and it’s being successfully used in the operation of novertrunnions. Moreover, whenever a forescent skor motion is required, it may also be employed in conjunction with a drawn reciprocation dingle arm, to reduce sinusoidal repleneration."},
		{"freq":1, "tip":"Error saving game. See starsector.log for details.\n\nError message: [Java heap space]"},
		#recent drama related tips that might not stick around
		{"freq":1, "tip":"THAT'S IT I'm making a new r/starsector! With blackjack and hookers!"},
		{"freq":1, "tip":"Can all of you just fucking stop overreacting over everything for half an hour?"},
		{"freq":1, "tip":"[TIP BANNED BY PENTIUM]"},
		{"freq":0.1, "tip":"Le haha funne malware in ur mod folder"},
		#                      :3
		{"freq":0.01, "tip":"Bridget"},
		{"freq":0.01, "tip":"Biscuit"},
		{"freq":0.01, "tip":"Brisket"},
		{"freq":0.01, "tip":"Basket"},
		{"freq":0.01, "tip":"Bucket"},
		{"freq":0.01, "tip":"Bracket"},
		{"freq":0.01, "tip":"Yellowtail Amberjack"},
		{"freq":0.01, "tip":"Baguette"},
		{"freq":0.01, "tip":"Bidet"},
		{"freq":0.01, "tip":"Budget"},
		{"freq":0.01, "tip":"Buckshot"},
		{"freq":0.01, "tip":"Backpack"},
		{"freq":0.01, "tip":"Briquette"},
		{"freq":0.01, "tip":"Brioche"},
		{"freq":0.01, "tip":"Breakfast"},
		{"freq":0.01, "tip":"Bingus"},
		{"freq":0.01, "tip":"Bourgeoise"},
		{"freq":0.01, "tip":"Brigdet"},
		{"freq":0.01, "tip":"Breadstick"},
		{"freq":0.01, "tip":"Brigade"},
		{"freq":0.01, "tip":"Bridge"},
		{"freq":0.01, "tip":"Brick"},
	],
     
     
     
}