{
	"codex":{
		"damage_kinetic":{
			"title":"Kinetic Damage",
			"body":"Kinetic damage is gweat against shiewds, but poow against awmow.",
		},
		"damage_highexplosive":{
			"title":"High Expwosive Damage",
			"body":"High expwosive damage is gweat against awmow, but poow against shiewds.",
		},
		"damage_fragmentation":{
			"title":"Fwagmentation Damage",
			"body":"Fwagmentation damage is vewy poow against both awmow and shiewds. Howevew, weapons deawing fwagmentation damage usuawwy have a vewy high DPS, making them devastating vs wightwy-awmowed, unshiewded tawgets such as wight fightews and missiwes.\n\nIt can awso be highwy effective against a ship whose awmow is stwipped away by battwe damage.",
		}, 
		"damage_energy":{
			"title":"Enewgy Damage",
			"body":"Enewgy damage is equawwy effective against shiewds and awmow.",
		},
		"damage_other":{
			"title":"Othew Damage",
			"body":"This weapon is speciaw. In weawity, though, if you'we seeing this, it's pwobabwy a bug.",
		}, 
	},
	"warroom":{
		#"fleetPoints":{
		#	"title":"Depwoyment points",
		#	"body":"You need avaiwabwe depwoyment points to depwoy youw wesewves into battwe. Wetweating ow wosing ships gives you back the points used to depwoy them.",
		#},
		#"commandPoints":{
		#	"title":"Command Points",
		#	"body":"You need command points to cweate assignments and give diwect owdews to youw fweet.\n\nOnce you wun out, you won't be abwe to give any mowe owdews, but can stiww owdew youw fweet to engage the enemy at wiww by cancewwing aww existing assignments.\n\nYou gain a few command points evewy time youw fowces captuwe an objective.",
		#},
		"pause":{
			"title":"Pause",
			"body":"Pauses the game.",
		},
		"play":{
			"title":"Unpause",
			"body":"Unpauses the game.",
		},
		"combatTime":"Time ewapsed with both fweets in contact with each othew.\n\nThe peak pewfowmance time of weinfowcements is weduced by hawf of the combat time.",
	},
	
	"fleetScreen":{
		"tooltipCaptain":{
			"title":"Assign Captain",
			"body":"Assign a captain (youwsewf ow an officew) to this ship. The ship wiww benefit fwom the captain's skiwws.",
		},
		"tooltipAdmin":{
			"title":"Assign Administwatow",
			"body":"Assign an administwatow (ow youwsewf) to govewn this cowony, which wiww then benefit fwom the assigned administwatow's skiwws.",
		},
		"tooltipAdminNonPlayer":{
			"title":"Administwatow",
			"body":"This cowony is not govewned by an administwatow of any note.",
		},
		"tooltipBuy":{
			"title":"Buy",
			"body":"Buy this %s fow %d cwedits.",
		},
		"tooltipSell":{
			"title":"Seww",
			"body":"Seww this %s fow %d cwedits.",
		},
		"tooltipTake":{
			"title":"Take",
			"body":"Take this %s.",
		},
		"tooltipGive":{
			"title":"Stowe",
			"body":"Twansfew this %s fwom youw fweet. Its combat weadiness wiww wemain unchanged whiwe it's in stowage.",
		},
		"tooltipMothball":{
			"title":"Mothbaww",
			"body":"Mothbawwed %ss can't be used in combat ow wepaiwed, and do not pwovide any fuew, cawgo, ow pewsonnew capacity.\n\nMothbawwing a ship wiww weduce its combat weadiness to zewo; westowing it wiww wequiwe time and suppwies.",
		},
		"tooltipUnmothball":{
			"title":"Mothbaww",
			"body":"Mothbawwed %ss can't be used in combat ow wepaiwed, and do not pwovide any fuew, cawgo, ow pewsonnew capacity.\n\nWestowing this ship's combat weadiness aftew unmothbawwing it wiww consume %s suppwies ovew %s day(s).",
		},
		"tooltipScuttle":{
			"title":"Scuttwe",
			"body":"Stwip this %s of anything usefuw, gaining %d suppwies, %d fuew, and %d heavy machinewy.",
		},
		"tooltipSuspendRepairs":{
			"title":"Suspend Wepaiws & Wecovewy",
			"body":"Pwevents this %s fwom pewfowming wepaiws ow wecovewing combat weadiness. Fuww wepaiws and CW wecovewy wiww consume appwoximatewy %s suppwies ovew %s days if awwowed to pwoceed.",
		},
		"tooltipSuspendRepairsNotNeeded":{
			"title":"Suspend Wepaiws & Wecovewy",
			"body":"Pwevents this %s fwom pewfowming wepaiws ow wecovewing combat weadiness. This %s does not cuwwentwy wequiwe wepaiws ow CW wecovewy.",
		},
		"tooltipRefit":{
			"title":"Wefit",
			"body":"Change the weapons and huwwmods equipped on this ship.",
		},
		"tooltipLogisticalPriority":{
			"title":"Wogisticaw Pwiowity",
			"body":"%ss with wogisticaw pwiowity get fiwst pick of cwew and suppwies avaiwabwe fow wepaiws.",
		},
		"tooltipCrewElite":{
			"title":"Ewite",
			"body":"Cwew this %s with the best pewsonnew avaiwabwe.",
		},
		"tooltipCrewVeteran":{
			"title":"Vetewan",
			"body":"Cwew this %s with onwy vetewan cwew and bewow, if possibwe.", 
		},
		"tooltipCrewRegular":{
			"title":"Weguwaw",
			"body":"Cwew this %s with onwy weguwaw cwew and bewow, if possibwe.",
		},
		"tooltipCrewGreen":{
			"title":"Gween",
			"body":"Cwew this %s onwy with gween cwew, if possibwe.",
		},
		"tooltipCrewBar":{
			"title":"",
			"body":"Cwew fwaction on this %s.",
		},
	},
	"logistics":{
		"marines":"Numbew of mawines in the fweet.",
		"crew":"Numbew of cwew in the fweet, and the numbew needed to meet the minimum wequiwements on aww ships in the fweet.",
		"supplies":"Avaiwabwe suppwies and suppwy use pew day.",
		"credits":"Avaiwabwe cwedits.",
	},
	"misc":{
		"jumpPointNormal":"Jump points can be used to twansit between hypewspace and nowmaw space. Some jump points awso wead to othew destinations.",
		"jumpPointStar":"The gwavity weww of a staw is deep enough to pwovide a one-way exit fwom hypewspace. Using one is, howevew, extwemewy difficuwt and dangewous.",
		"jumpPointGasGiant":"The gwavity weww of a gas giant is often deep enough to pwovide a one-way exit fwom hypewspace.",
	},
	
}














